{
    "about":"о нас",
    "countries":"страны",
    "our works":"наша работа",
    "services":"услуги",
    "contact":"контакт",
    "Your comfort in travel is our concern.":"Ваш комфорт в путешествии – наша забота.",
    "Reliable visa processing for all countries.":"Надежное оформление виз для всех стран.",
    "The best tourist routes at affordable prices.":"Лучшие туристические маршруты по доступным ценам.",
    "Populars":"Популярные",
    "About":"О нас",
    "EASY VISA CONSULTING is a rapidly growing company specializing in visa support for travelers. We ensure that your trips are comfortable and worry-free.":"EASY VISA CONSULTING – быстрорастущая компания, специализирующаяся на визовой поддержке путешественников. Мы гарантируем, что ваши поездки будут комфортными и беззаботными.",
    "EASY VISA CONSULTING provides visa services for leisure and business trips to the Schengen Area, Canada, the USA, the UK, Japan, and Korea. Our team of experienced professionals ensures a high level of service, allowing you to focus on your travel plans.":"EASY VISA CONSULTING предоставляет визовые услуги для отдыха и деловых поездок в Шенгенскую зону, Канаду, США, Великобританию, Японию и Корею. Наша команда опытных профессионалов обеспечивает высокий уровень обслуживания, позволяя вам сосредоточиться на планах вашего путешествия.",
    "We are committed to making the visa application process simple and understandable for clients from Uzbekistan, enabling them to easily and quickly access the best travel destinations in the world.":"Мы стремимся сделать процесс подачи заявления на визу простым и понятным для клиентов из Узбекистана, позволяя им легко и быстро получить доступ к лучшим туристическим направлениям мира.",
    "Countries":"Страны",
    "shengen":"Шенген",
    "canada":"Канада",
    "usa":"США",
    "uk":"Великобритания",
    "ausrtalia":"Австралия",
    "new zealand":"Новая Зеландия",
    "japan":"Япония",
    "korea":"Корея",
    "latin america":"Латинская Америка",
    "Excursion":"Экскурсия",
    "Client Reviews":"Отзыва клиентов",
    "Priorities in Tourism and Visas":"Приоритеты в туризме и визах",
    "We provide a high level of service and reliability in obtaining tourist visas. Our team has experience in the tourism industry and is ready to quickly resolve issues related to obtaining visas. We strive to make our clients' travels comfortable and carefree, providing support at every stage—from choosing a visa to obtaining documentation.":" Мы обеспечиваем высокий уровень сервиса и надежности при оформлении туристических виз. Наша команда имеет опыт в индустрии туризма и готова быстро решать вопросы, связанные с получением виз. Мы стремимся сделать путешествия наших клиентов комфортными и беззаботными, предоставляя поддержку на каждом этапе — от выбора визы до получения документации",
    "Saving Your Time":"Экономия Вашего времени",
    "Reliability":"Надежность",
    "Support":"Поддержка",
    "Convenience":"Удобство",
    "We in Numbers":"Мы в цифрах",
    "Issued Visas":"Выданные визы",
    "Successful Trips":"Успешные поездки",
    "Satisfied Clients":"Довольные клиенты",
    "Services":"Услуги",
    "Visa Consultations":"Визовые консультации",
    "Tourist Visas":"Туристические визы",
    "Business Visas":"Деловые визы",
    "Document Preparation":"Подготовка документов",
    "Tour Packages":"Пакеты туров",
    "Insurance":"Страхование",
    "EASY VISA CONSULTING specialists provide detailed consultations on visa applications for countries such as Schengen, Canada, the USA, the United Kingdom, Japan, and Korea. We explain all the nuances of document submission and help you prepare for the process.":"Специалисты EASY VISA CONSULTING предоставляют подробные консультации по оформлению виз в такие страны, как Шенген, Канада, США, Великобритания, Япония и Корея. Мы объясним все нюансы подачи документов и поможем подготовиться к процессу.",
    "We assist in obtaining tourist visas for comfortable travel to popular countries, including Europe, North America, and Asia. Our experts provide full support at every stage.":"Мы помогаем оформить туристические визы для комфортного путешествия в популярные страны, включая Европу, Северную Америку и Азию. Наши эксперты обеспечат полную поддержку на каждом этапе.",
    "For business trips, EASY VISA CONSULTING offers comprehensive solutions for visa applications to the world's leading countries. We ensure a fast and professional document submission process.":"Для деловых поездок EASY VISA CONSULTING предлагает комплексные решения по оформлению виз в ведущие страны мира. Мы обеспечиваем быстрый и профессиональный процесс подачи документов.",
    "We carefully check all your documents to ensure they meet the requirements of visa centers. We also assist in gathering the necessary certificates and extracts for a successful visa acquisition.":"Мы тщательно проверяем все ваши документы, чтобы убедиться, что они соответствуют требованиям визовых центров. Мы также помогаем собрать необходимые справки и выписки для успешного получения визы.",
    "We offer the selection of optimal tourist packages, including trip organization, hotel reservations, and excursions, to make your vacation as comfortable as possible.":"Предлагаем подбор оптимальных туристических пакетов, включая организацию поездок, бронирование отелей и экскурсий, чтобы ваш отдых был максимально комфортным.",
    "We arrange travel insurance that will protect you and your loved ones during your trip, ensuring safety and confidence in any situation.":"Оформляем туристическое страхование, которое защитит вас и ваших близких в поездке, обеспечивая безопасность и уверенность в любой ситуации.",
    "Travels":"Путешествия",
    "Contact":"Контакты",
    "For contact:":"Связаться:",
    "Social media":"Социальные сети",
    "Submit a request":"Отправить заявку",
    "Name":"Имя",
    "Surname":"Фамилия",
    "telephone":"Телефон",
    "Comments":"Комментарии"
}