{
    "about":"biz haqimizda",
    "countries":"davlatlar",
    "our works":"ishlarimiz",
    "services":"xizmatlar",
    "contact":"aloqa", 
    "Your comfort in travel is our concern.":"Sayohatdagi qulayligingiz bizning tashvishimizdir.",
    "Reliable visa processing for all countries.":"Barcha mamlakatlar uchun ishonchli viza rasmiylashtiruvi.",
    "The best tourist routes at affordable prices.":"Arzon narxlarda eng yaxshi sayyohlik marshrutlari.",
    "Populars":"Ommabop",
    "About":"Biz haqimizda",
    "EASY VISA CONSULTING is a rapidly growing company specializing in visa support for travelers. We ensure that your trips are comfortable and worry-free.":"EASY VISA CONSULTING – sayohatchilar uchun visa ko‘mak berishga ixtisoslashgan tez o‘sayotgan kompaniya. Biz sizning sayohatlaringizni qulay va bezovta qilmaydigan qilishga e'tibor qaratamiz.",
    "EASY VISA CONSULTING provides visa services for leisure and business trips to the Schengen Area, Canada, the USA, the UK, Japan, and Korea. Our team of experienced professionals ensures a high level of service, allowing you to focus on your travel plans.":"EASY VISA CONSULTING ta'til va biznes safarlari uchun Shengen, Kanada, AQSH, Buyuk Britaniya, Yaponiya va Koreyaga visa rasmiylashtirish xizmatlarini taqdim etadi. Tajribali mutaxassislardan iborat jamoamiz yuqori xizmat darajasini ta'minlaydi, shunda siz sayohat rejalaringizga e'tibor qaratishingiz mumkin.",
    "We are committed to making the visa application process simple and understandable for clients from Uzbekistan, enabling them to easily and quickly access the best travel destinations in the world.":"Biz O‘zbekistonlik mijozlar uchun visa olish jarayonini oddiy va tushunarli qilishga qaratilganmiz, shunda ularga dunyoning eng yaxshi sayohat manzillariga oson va tez kirish imkonini beramiz.",
    "Countries":"Mamlakatlar",
    "shengen":"SHENGEN",
    "canada":"KANADA",
    "usa":"AQSH",
    "uk":"BUYUK BRITANIYA",
    "ausrtalia":"AVSTRALIYA",
    "new zealand":"YANGI ZELANDIYA",
    "japan":"YAPONIYA",
    "korea":"KOREYA",
    "latin america":"LOTIN AMERIKASI",
    "Excursion":"Sayohat",
    "Client Reviews":"Mijozlar Sharhlari",
    "Priorities in Tourism and Visas":"Turizm va Vizalarda Prioritetlar",
    "We provide a high level of service and reliability in obtaining tourist visas. Our team has experience in the tourism industry and is ready to quickly resolve issues related to obtaining visas. We strive to make our clients' travels comfortable and carefree, providing support at every stage—from choosing a visa to obtaining documentation.":"Biz turist vizalarini rasmiylashtirishda yuqori darajada xizmat va ishonchlilikni ta'minlaymiz. Bizning jamoa turizm sohasida tajribaga ega va vizalarni olish bilan bog'liq muammolarni tezda hal qilishga tayyor. Biz mijozlarimizning sayohatlarini qulay va muammosiz qilish uchun har bir bosqichda—vizani tanlashdan tortib hujjatlarni olishgacha—qo'llab-quvvatlashni ta'minlaymiz",
    "Saving Your Time":"Vaqtingizni Tejash",
    "Reliability":"Ishonchlilik",
    "Support":"Qo'llab-quvvatlash",
    "Convenience":"Qulaylik",
    "We in Numbers":"Biz Raqamlarda",
    "Issued Visas":"Berilgan Vizalar",
    "Successful Trips":"Muvaffaqiyatli Sayohatlar",
    "Satisfied Clients":"Qoniqishdagi Mijozlar",
    "Services":"Xizmatlar",
    "Visa Consultations":"Viza Maslahati",
    "Tourist Visas":"Turistik Vizalar",
    "Business Visas":"Biznes Vizalar",
    "Document Preparation":"Hujjatlarni Tayyorlash",
    "Tour Packages":"Sayohat Paketlari",
    "Insurance":"Sug'urta",
    "EASY VISA CONSULTING specialists provide detailed consultations on visa applications for countries such as Schengen, Canada, the USA, the United Kingdom, Japan, and Korea. We explain all the nuances of document submission and help you prepare for the process.":"EASY VISA CONSULTING mutaxassislari Shengen, Kanada, AQSH, Buyuk Britaniya, Yaponiya va Koreya kabi davlatlar uchun viza arizalari bo'yicha batafsil maslahatlar taqdim etadi. Biz hujjatlarni taqdim etishning barcha nozik tomonlarini tushuntiramiz va jarayonga tayyorgarlik ko'rishda yordam beramiz.",
    "We assist in obtaining tourist visas for comfortable travel to popular countries, including Europe, North America, and Asia. Our experts provide full support at every stage.":"Biz Evropaga, Shimoliy Amerikaga va Osiyoga mashhur davlatlarga qulay sayohat uchun turistik vizalarni olishda yordam beramiz. Bizning mutaxassislarimiz har bir bosqichda to'liq yordam ko'rsatadi.",
    "For business trips, EASY VISA CONSULTING offers comprehensive solutions for visa applications to the world's leading countries. We ensure a fast and professional document submission process.":"Biznes safarlari uchun EASY VISA CONSULTING dunyoning yetakchi davlatlariga viza olish bo'yicha kompleks echimlar taqdim etadi. Biz hujjatlarni tez va professional tarzda taqdim etishni ta'minlaymiz.",
    "We carefully check all your documents to ensure they meet the requirements of visa centers. We also assist in gathering the necessary certificates and extracts for a successful visa acquisition.":"Biz barcha hujjatlaringizni diqqat bilan tekshiramiz, ularning viza markazlari talablariga mos kelishini ta'minlaymiz. Shuningdek, vizani muvaffaqiyatli olish uchun zarur bo'lgan sertifikatlar va ma'lumotlarni yig'ishga yordam beramiz.",
    "We offer the selection of optimal tourist packages, including trip organization, hotel reservations, and excursions, to make your vacation as comfortable as possible.":"Biz sizning dam olishingizni maksimal darajada qulay qilish uchun sayohatlarni tashkil etish, mehmonxonalarni bron qilish va ekskursiyalarni o'z ichiga olgan eng maqbul sayohat paketlarini tanlashni taklif etamiz.",
    "We arrange travel insurance that will protect you and your loved ones during your trip, ensuring safety and confidence in any situation.":"Biz sizni va yaqinlaringizni sayohat davomida himoya qiladigan, har qanday vaziyatda xavfsizlik va ishonchni ta'minlaydigan sayohat sug'urtasini tashkil etamiz.",
    "Travels":"Sayohatlarimiz",
    "Contact":"Aloqa",
    "For contact:":"Ulanish uchun:",
    "Social media":"Ijtimoiy tarmoqlar",
    "Submit a request":"Ariza yuborish",
    "Name":"Ism",
    "Surname":"Familiya",
    "telephone":"Telefon",
    "Comments":"Izohlar"
}
